Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/adoption_and_fostering/adopting_a_child.html.txt.tmx
Source language: en
Languages: ga

source: Adoption is the process whereby a child becomes a member of a new family
ga: Is é is uchtú ann ná próiseas trína n-éiríonn leanbh ina bhall de theaghlach nua

source: It creates a permanent, legal relationship between the adoptive parents and the child
ga: Cruthaíonn sé gaolmhaireacht dhlíthiúil bhuan idir na tuismitheoirí uchtála agus an leanbh

source: Adopting a child who is resident in Ireland is called a domestic adoption
ga: Tugtar uchtú intíre ar uchtú leanbh atá ina chónaí in Éirinn

source: If the child is living abroad, the process is called intercountry adoption
ga: Más rud é go bhfuil an leanbh ina chónaí thar lear, tugtar uchtú idir thíortha ar an bpróiseas

source: An adoptive mother (or a man who is a sole adopter) is entitled to avail of adoptive leave from employment
ga: Tá máthair uchtála (nó fear atá ina uchtaitheoir aonair) i dteideal leas a bhaint as saoire uchtaíoch ó fhostaíocht

source: As adoption is a complex legal process, it is helpful to be aware of the basics of adoption law
ga: Ós rud é gur próiseas casta dlí é uchtú, tá sé ina chabhair eolas a bheith agat ar na gnéithe bunúsacha den dlí um uchtú

source: • Tusla - the Child and Family Agency is the competent authority for the processing of domestic adoptions
ga: • Is é Tusla - an Ghníomhaireacht um Leanaí agus an Teaghlach an t-údarás inniúil maidir le huchtuithe intíre a phróiseáil

source: Accredited bodies work with Tusla in all areas of adoption, undertaking those activities for which they are accredited
ga: Oibríonn comhlachtaí creidiúnaithe le Tusla i ngach réimse uchtaithe, ag tabhairt faoi na gníomhaíochtaí sin a bhfuil siad creidiúnaithe ina leith

source: • An adoption order secures in law the position of the child in the adoptive family
ga: • Daingníonn ordú uchtaithe seasamh an linbh sa teaghlach uchtála sa dlí

source: The child is regarded in law as the child of the adoptive parents as if he/she were born to them
ga: Breithnítear sa dlí go bhfuil an leanbh ar leanbh na dtuismitheoirí uchtála faoi is dá mbéarfaí é/í leo

source: Legal adoption is permanent
ga: Is buan atá uchtú dlíthiúil

source: • Adoption orders are made by the Adoption Authority of Ireland
ga: • Déanann Údarás Uchtála na hÉireann orduithe uchtaithe

source: It was established in November 2010 under the Adoption Act 2010
ga: Bunaíodh é i mí na Samhna 2010 faoin Acht Uchtaithe 2010

source: • The law allows the adoption of orphans and children born outside marriage (including, in certain circumstances, children whose natural parents subsequently marry each other)
ga: • Ceadaíonn an dlí an t-uchtú dílleachtaí agus leanaí a rugadh lasmuigh de phósadh (lena n-áirítear, i gcásanna áirithe, leanaí a bpósann a dtuismitheoirí nádúrtha a chéile ina dhiaidh sin)

source: In exceptional cases, the High Court can authorise the adoption of children whose parents have failed in their duty of care towards them (this can include children born within marriage)
ga: I gcásanna eisceachtúla, féadann an Ard-Chúirt an t-uchtú leanaí ar theip ar a dtuismitheoirí ina ndualgas cúram ina dtaobh (is féidir leanaí a rugadh laistigh de phósadh a chur san áireamh anseo)

source: See the Tusla website
ga: Féach láithreán Gréasáin Tusla

source: A step-parent adoption occurs when a child is adopted by a married couple, one of whom is the natural parent of the child (usually the mother) while the other is not
ga: Tarlaíonn uchtú leastuismitheora nuair a uchtaíonn lánúin phósta leanbh, arb é duine amháin den lánúin tuismitheoir nádúrtha an linbh (an mháthair de ghnáth) agus nach é an duine eile tuismitheoir nádúrtha an linbh

source: Both the natural parent and the step-parent must adopt the child in order to avoid the natural parent losing his/her rights and responsibilities to the child
ga: Ní mór don tuismitheoir nádúrtha agus don leastuismitheoir an leanbh a uchtú le nach gcailleann an tuismitheoir nádúrtha a chearta/cearta agus a fhreagrachtaí/freagrachtaí i leith an linbh

source: If a child was born within a previous marriage, where the natural parent has now remarried following a divorce or the death of his/her spouse, the child is not eligible for adoption
ga: Más rud é gur rugadh leanbh laistigh de phósadh roimhe sin, sá chás gur athphós an tuismitheoir nádúrtha anois tar éis colscartha nó tar éis bhás a chéile/céile, níl an leanbh i dteideal uchtaithe

source: An extended family adoption occurs where a member of the child’s family or a relative adopts the child
ga: Tarlaíonn uchtú mórtheaghlaigh nuair atá an leanbh á uchtú ag ball de theaghlach an linbh nó ag gaol

source: The child would have been placed with them by the birth mother or by the Tusla child care system
ga: Chuirfí an mháthair bhreithe nó córas cúram leanaí Tusla an leanbh faoina chúram

source: Domestic infant adoption is where a child is placed with an alternative set of parents
ga: Is é is uchtú intíre naín ann ná cás ina gcuirtear leanbh faoi chúram beirt tuismitheoirí eile

source: The child may only be placed with the couple by the Tusla adoption service or registered adoption society
ga: Ní fhéadfaidh ach seirbhís uchtála Tusla nó cumann uchtála cláraithe an leanbh a chur faoi chúram na lánúine

source: The Adoption Authority must approve the placement before it takes place
ga: Ní mór don Údarás Uchtála an socrúchán a fhormheas sula dtarlaíonn sé

source: Long term foster care adoption
ga: Uchtú cúraim altrama fhadtéarmaigh

source: Foster care adoption occurs when a couple adopt a child who was originally placed with them in a foster care situation
ga: Tarlaíonn uchtú cúraim altrama nuair a uchtaíonn lánúin leanbh a cuireadh faoina gcúram ar dtús i gcás cúraim altrama

source: There is more information on the different types of domestic adoption on the Adoption Authority’s website
ga: Tá tuilleadh faisnéise faoi na cineálacha éagsúla d’uchtú intíre ar fáil ar láithreán Gréasáin an Údaráis Uchtála

source: In order to adopt a child, you must be at least 21 years of age and resident in the State
ga: D’fhonn leanbh a uchtú, ní mór duit bheith 21 bliain d’aois ar a laghad agus i do chónaí sa Stát

source: Where the child is being adopted by a married couple and one of them is the mother or father or a relative of the child, only one of them must have attained the age of 21 years
ga: Sa chás go bhfuil an leanbh á uchtú ag lánúin phósta agus gurb é duine amháin acu máthair nó athair nó gaol an linbh, tá sé riachtanach go bhfuil duine amháin acu 21 bliain d’aois ar a laghad

source: The following persons are eligible to adopt:
ga: Tá na daoine seo a leanas i dteideal uchtú:

source: • A married couple living together
ga: • Lánúin phósta atá ina gcónaí le chéile

source: • A married person alone
ga: • Duine pósta ina aonar

source: The other spouse's consent to adopt must be obtained unless the couple is living apart and separated under a court decree or a deed of separation, the other spouse has deserted the prospective adoptive parent or the other spouse's conduct has resulted in the prospective adoptive parent leaving them, with just cause
ga: Ní mór toiliú an chéile eile le huchtú a fháil mura bhfuil an lánúin ina gcónaí ar leithligh óna chéile agus idirscartha faoi fhoraithne chúirte nó faoi ghníomhas idirscartha, más rud é gur thréig an céile eile an tuismitheoir uchtála ionchasach nó go raibh iompraíocht an chéile eile ina cúis leis an tuismitheoir uchtála ionchasach ag fágáil an chéile eile, agus cúis chóir aige/aici

source: • The mother, father or relative of the child (relative meaning a grandparent, brother, sister, uncle or aunt of the child and/or the spouse of any such person, the relationship to the child being traced through the mother or the father)
ga: • Máthair, athair nó gaol an linbh (ciallaíonn gaol seantuismitheoir, deartháir, deirfiúr, uncail nó aintín an linbh agus/nó céile aon duine den chineál sin, agus an ghaolmhaireacht leis an leanbh á rianú tríd an máthair nó tríd an athair)

source: • A widow or widower
ga: • Baintreach nó baintreach fir

source: • A sole applicant who is not in one of the categories listed above may only adopt where the Adoption Authority is satisfied that, in the particular circumstances of the case, it is desirable
ga: • Ní fhéadfaidh iarratasóir aonair nach bhfuil i gceann amháin de na catagóirí atá liostaithe thuas uchtú a dhéanamh ach sa chás gur deimhin leis an Údarás Uchtála, in imthosca ar leith an cháis, go bhfuil sé inmhianaithe

source: It is not possible for two unmarried persons to adopt jointly
ga: Ní féidir le beirt daoine neamhphósta uchtú i gcomhpháirt

source: The Children and Family Relationships Act 2015 provides that civil partners and cohabiting couples may jointly adopt a child
ga: Soláthraíonn an tAcht Leanaí agus Caidrimh Teaghlaigh 2015 gur féidir páirtnéirí sibhialta agus lánúineacha ag maireachtáil i bhfochair a uchtú i gcomhpháirt le leanbh

source: The relevant sections of the Act have not yet come into effect
ga: Na hailt ábhartha den Acht nach bhfuil tagtha go fóill i bhfeidhm

source: There are no legal upper age limits for adopting parents
ga: Níl aon uasteorainneacha aoise i bhfeidhm maidir le tuismitheoirí atá ag uchtú

source: Tusla has more information on who can adopt
ga: Tá tuilleadh eolais faoi cé a fhéadann uchtú ag Tusla

source: The consent of the parents/guardians of the child to the adoption is a legal requirement
ga: Ceanglas dlíthiúil is ea toiliú thuismitheoirí/chaomhnóirí an linbh leis an uchtú

source: If the child is born outside marriage and the father has no guardianship rights, only the mother's consent is needed, but the father is entitled to be consulted (if possible)
ga: Más rud é go mbeirtear an leanbh lasmuigh de phósadh agus nach bhfuil aon chearta caomhnóireachta ag an athair, níl ach toiliú na máthar ag teastáil, ach tá an t-athair i dteideal go dtéitear i gcomhairle leis (más féidir)

source: However, the consent of the father is required if he marries the mother after the birth of the child or he is appointed guardian or is granted custody of the child by court order
ga: Tá toiliú an athar ag teastáil, áfach, más rud é go bpósann sé an mháthair tar éis bhreith an linbh nó go gceaptar é mar chaomhnóir nó go ndeonaítear caomhnóireacht an linbh dó trí ordú cúirte

source: The mother, father (where he is guardian) or other legal guardian must give an initial consent or agreement to the placing of a child for adoption by Tusla or an approved adoption service
ga: Ní mór don mháthair, don athair (nuair is caomhnóir é) nó d’aon chaomhnóir dlíthiúil eile toiliú tosaigh nó comhaontú a thabhairt leis an leanbh a thabhairt lena uchtú ag Tusla nó ag seirbhís uchtála fhormheasta

source: They must then give their consent to the making of an adoption order
ga: Ní mór dóibh ansin a dtoiliú a thabhairt le hordú uchtaithe a dhéanamh

source: This consent may be withdrawn any time before the making of the adoption order
ga: Féadfar an toiliú sin a tharraingt siar am ar bith sula ndéantar an t-ordú uchtaithe

source: If the mother either refuses consent or withdraws consent already given, the adopting parents may apply to the High Court for an order
ga: Más rud é go ndiúltaíonn an mháthair toiliú nó go dtarraingíonn sí siar toiliú a tugadh cheana, féadfaidh na tuismitheoirí atá ag uchtú iarratas a dhéanamh ar ordú chuig an Ard-Chúirt

source: If the court is satisfied that it is in the best interests of the child, it will make an order giving custody of the child to the adopting parents for a specified period and authorising the Adoption Authority to dispense with the mother's consent to the making of the adoption order
ga: Más deimhin leis an gcúirt go bhfuil sé le leas is fearr an linbh, déanfaidh sí ordú lena dtugtar cúram an linbh do na tuismitheoirí atá ag uchtú ar feadh tréimhse shonraithe agus lena dtugtar údarás don Údarás Uchtála toiliú na máthar le déanamh an ordaithe uchtaithe a ligean thar ceal

source: If a mother changes her mind about adoption before the making of the adoption order, but the adopting parents refuse to give up the child, she may then institute legal proceedings to have custody of her child returned to her
ga: Más rud é go n-athraíonn máthair a hintinn faoi uchtú sula ndéantar an t-ordú uchtaithe, ach diúltaíonn na tuismitheoirí atá ag uchtú an leanbh a thabhairt uathu, féadfaidh sí imeachtaí dlí a thionscnamh ansin le go dtabharfar cúram an linbh ar ais di

source: A birth father, with no guardianship rights, is entitled to be consulted about the adoption of his child
ga: Tá athair breithe, nach bhfuil aon chearta caomhnóireachta aige, i dteideal go dtéitear i gcomhairle leis faoi uchtú a linbh

source: If you are concerned that your partner or former partner intends placing your child for adoption without letting you know, you can ask the Adoption Authority to notify you by recording your details on the Birth Father Register
ga: Más rud é go bhfuil tú buartha go bhfuil sé beartaithe ag do pháirtnéir nó ag d’iarpháirtnéir do leanbh a chur lena uchtú gan eolas a thabhairt duit, féadfaidh tú iarraidh ar an Údarás Uchtála fógra a thabhairt duit ach do shonraí a thaifeadadh ar Chlár na nAithreacha Breithe

source: You can do this even before your child is born, if necessary
ga: Is féidir leat déanamh amhlaidh sula mbeirtear do leanbh, más gá

source: This register is checked against all applications for adoption
ga: Seiceáiltear an clár sin in aghaidh gach iarratais ar uchtú

source: Applicants being considered for adoption undergo a detailed assessment
ga: Rachaidh iarratasóirí atá á mbreithniú le haghaidh uchtú faoi mheasúnú mionsonraithe

source: The assessment is carried out by an adoption society or Tusla social worker
ga: Déanann cumann uchtála nó oibrí sóisialta de chuid Tusla an measúnú

source: It includes a number of interviews and home visits
ga: Áirítear leis roinnt agallamh agus cuairteanna baile

source: Where the application is in respect of a married couple, there are both individual and joint interviews
ga: Sa chás go mbaineann an t-iarratas le lánúin phósta, cuirfear agallaimh aonair agus comhagallaimh araon ar siúl

source: The social worker will discusses such areas as previous and/or current relationships, motives for adopting, expectations of the child and the ability to help a child to develop his/her knowledge and understanding of his/her natural background
ga: Pléifidh an t-oibrí sóisialta réimsí amhail caidrimh roimhe sin agus/nó caidrimh reatha, cúiseanna le huchtú, ionchais an linbh agus an cumas chun cabhrú leis an leanbh forbairt a dhéanamh ar a eolas/heolas agus ar an tuiscint atá aige/aici ar a chúlra/cúlra nádúrtha

source: All applicants are required to undergo a medical examination
ga: Tá ceangal ar gach iarratasóir dul faoi scrúdú dochtúra

source: The social worker then prepares a report which goes before the local adoption committee and a recommendation is made
ga: Ullmhaíonn an t-oibrí sóisialta tuarascáil ansin a chuirtear faoi bhráid an choiste uchtála áitiúil agus déantar moladh

source: Declaration of eligibility and suitability
ga: Dearbhú incháilitheachta agus oiriúnachta

source: Your application for assessment, the report and the local adoption committee’s recommendations are sent to the Adoption Authority
ga: Cuirtear d’iarratas ar mheasúnú, an tuarascáil agus moltaí an choiste uchtála áitiúil chuig an Údarás Uchtála

source: If all documents are in place and correct, and the recommendations are positive, the Adoption Authority grants a declaration of eligibility and suitability
ga: Más i bhfeidhm agus ceart atá na cáipéisí uile, agus más dearfach atá na moltaí, deonóidh an tÚdarás Uchtála dearbhú incháilitheachta agus oiriúnachta

source: The declaration is granted for a period of 2 years from the date it is issued
ga: Deonaítear an dearbhú ar feadh tréimhse 2 bhliain ón dáta ar a n-eisítear é

source: It may include in it a statement relating to the age or state of health of a child whom you are considered suited to parent – this is based on information provided in the assessment report
ga: Is féidir go gcuirfear san áireamh ann ráiteas a bhaineann le haois nó le riocht sláinte an linbh a meastar thú a bheith i do thuismitheoir oiriúnach aige/aici - tá sé sin bunaithe ar an bhfaisnéis a chuirtear ar fáil sa tuarascáil mheasúnaithe

source: The period of time between the granting of the declaration of eligibility and suitability to the making of an adoption order differs from one case to another depending on the type of adoption application being made and the particular circumstances of the applicants and the child
ga: Is éagsúil ó chás go cás atá an tréimhse ama idir deonú an dearbhaithe incháilitheachta agus oiriúnachta agus déanamh an ordaithe uchtaithe. Braitheann sí ar chineál an iarratais uchtaithe atá á dhéanamh agus ar thosca ar leith na n-iarratasóirí agus an linbh

source: In the case of a step-parent adoption where the child is in situ, it is expected that the application for the adoption order will progress during the lifespan of the declaration of eligibility and suitability
ga: I gcás uchtú leastuismitheora mar a bhfuil an leanbh in situ, táthar ag súil go ndéanfar dul chun cinn ar an iarratas ar an ordú uchtaithe le linn thréimhse feidhme an dearbhaithe incháilitheachta agus oiriúnachta

source: Where it is a domestic infant adoption, there is no guarantee that a couple will be matched with a child during the lifetime of the declaration
ga: Sá chás gur uchtú intíre naín é, níl aon ráthaíocht go meaitseálfar lánúin le leanbh le linn thréimhse feidhme an dearbhaithe

source: Before making an adoption order the Adoption Authority must be satisfied that the child is eligible to be adopted
ga: Sula ndéanann tú ordú uchtaithe, ní mór gur deimhin leis an Údarás Uchtála go bhfuil an leanbh i dteideal uchtaithe

source: You can find information on the issues that may arise after the declaration is issued on the Authority’s website
ga: Ar láithreán Gréasáin an Údaráis, is féidir leat teacht ar fhaisnéis faoi na saincheisteanna a d’fhéadfadh teacht chun cinn tar éis an dearbhú a eisiúint

source: When the adoption order is finally being made, you go before the Board of the Adoption Authority with the child and give sworn evidence as to your identity and eligibility
ga: Nuair atá an t-ordú uchtaithe á dhéanamh sa deireadh, téann tú os comhair Bhord an Údaráis Uchtála leis an leanbh agus tugann tú fianaise faoi mhionn maidir le d’aitheantas agus le d’incháilitheacht

source: You will have previously completed a form indicating the name that you want on the adoption order for the child
ga: Beidh foirm comhlánaithe agat roimhe sin lena gcuirtear in iúl an t-ainm ba mhaith leat a bheith ar an ordú uchtaithe i gcomhair an linbh

source: This can be changed at the adoption hearing but it is preferable for this to have been agreed on before the date of the hearing
ga: Is féidir é sin a athrú ag an éisteacht uchtaithe ach is fearr é a chomhaontú ar dháta na héisteachta nó roimhe sin

source: Find out more about the adoption hearing here
ga: Faigh tuilleadh faisnéise faoin éisteacht uchtaithe anseo

source: At the adoption hearing, you are given information on how to go about getting a new birth certificate for the child
ga: Ag an éisteacht uchtaithe, tabharfar faisnéis duit faoi conas a dhéanfaidh tú teastas breithe nua a fháil don leanbh

source: The new birth certificate (adoption certificate) is normally be available through the Registrar General's Office within 4 weeks
ga: De ghnáth, beidh an teastas breithe nua (an teastas uchtaithe) ar fáil trí Oifig an Ard-Chláraitheora laistigh de 4 seachtaine

source: Although it is not an actual birth certificate, it has the status of one for legal purposes
ga: Cé nach teastas breithe iarbhír é, is ionann a stádas chun críocha dlí

source: It gives the date of the adoption order and the names and addresses of the adoptive parents and is similar in all aspects to a birth certificate
ga: Tugann sé dáta an ordaithe uchtaithe agus ainmneacha agus seoltaí na dtuismitheoirí uchtála agus tá sé cosúil le teastas breithe i ngach gné

source: If you have an enquiry about adoption in Ireland, contact one of the approved adoption societies or your local Tusla adoption service
ga: Más rud é go bhfuil fiosrú agat maidir le huchtú in Éirinn, déan teagmháil le ceann amháin de na cumainn uchtála fhormheasta nó den tseirbhís uchtála is cóngaraí duit de chuid Tusla

source: A certified copy of an entry in the Adopted Children Register, which can be used for legal and administrative purposes, costs €10
ga: Tá costas €10 ar chóip dheimhnithe d’iontráil i gClár na Leanaí Uchtaithe, rud is féidir a úsáid chun críocha dlí agus riaracháin

source: It is available through the Registrar General's Office
ga: Tá sí ar fáil trí Oifig an Ard-Chláraitheora

source: You can download an application form or apply online here
ga: Is féidir leat foirm iarratais a íoslódáil nó iarratas a dhéanamh ar líne anseo
